{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ".": 4,
      ",": 5,
      "?": 6,
      "'": 7,
      "-": 8,
      "!": 9,
      "(": 10,
      "s": 11,
      "/": 12,
      ")": 13,
      ":": 14,
      "...": 15,
      ";": 16,
      "t": 17,
      "\"": 18,
      "),": 19,
      "I": 20,
      "you": 21,
      "“": 22,
      "it": 23,
      "non": 24,
      "that": 25,
      ").": 26,
      "5": 27,
      "A": 28,
      "You": 29,
      "a": 30,
      "ll": 31,
      "’": 32,
      "one": 33,
      "re": 34,
      "there": 35,
      "this": 36,
      "up": 37,
      "”": 38,
      "2000": 39,
      "What": 40,
      "[": 41,
      "]": 42,
      "and": 43,
      "do": 44,
      "in": 45,
      "me": 46,
      "them": 47,
      "ve": 48,
      "--": 49,
      "10": 50,
      "2": 51,
      "2004": 52,
      "2005": 53,
      "4": 54,
      "55": 55,
      "58": 56,
      "59": 57,
      "7": 58,
      "9": 59,
      "China": 60,
      "Convention": 61,
      "Council": 62,
      "General": 63,
      "God": 64,
      "No": 65,
      "Rights": 66,
      "S": 67,
      "So": 68,
      "We": 69,
      "all": 70,
      "back": 71,
      "children": 72,
      "d": 73,
      "done": 74,
      "down": 75,
      "here": 76,
      "is": 77,
      "know": 78,
      "life": 79,
      "man": 80,
      "no": 81,
      "on": 82,
      "please": 83,
      "region": 84,
      "resolution": 85,
      "session": 86,
      "so": 87,
      "status": 88,
      "term": 89,
      "to": 90,
      "us": 91,
      "we": 92,
      "what": 93,
      "www": 94,
      "$": 95,
      "($": 96,
      ");": 97,
      ",\"": 98,
      ".\"": 99,
      "1": 100,
      "20": 101,
      "2002": 102,
      "2006": 103,
      "2008": 104,
      "3": 105,
      "30": 106,
      "56": 107,
      "60": 108,
      "All": 109,
      "And": 110,
      "But": 111,
      "Committee": 112,
      "He": 113,
      "Japan": 114,
      "Law": 115,
      "Listen": 116,
      "Now": 117,
      "Oh": 118,
      "Safety": 119,
      "Secretary": 120,
      "See": 121,
      "She": 122,
      "Sure": 123,
      "That": 124,
      "There": 125,
      "They": 126,
      "Uh": 127,
      "Union": 128,
      "Yeah": 129,
      "agencies": 130,
      "agenda": 131,
      "annex": 132,
      "appropriate": 133,
      "based": 134,
      "be": 135,
      "bodies": 136,
      "both": 137,
      "boys": 138,
      "brother": 139,
      "by": 140,
      "can": 141,
      "change": 142,
      "character": 143,
      "city": 144,
      "class": 145,
      "close": 146,
      "development": 147,
      "did": 148,
      "first": 149,
      "force": 150,
      "from": 151,
      "go": 152,
      "good": 153,
      "growth": 154,
      "he": 155,
      "him": 156,
      "hmm": 157,
      "information": 158,
      "issues": 159,
      "justice": 160,
      "kid": 161,
      "l": 162,
      "law": 163,
      "listen": 164,
      "love": 165,
      "luck": 166,
      "m": 167,
      "mbox": 168,
      "men": 169,
      "not": 170,
      "now": 171,
      "of": 172,
      "oh": 173,
      "organizations": 174,
      "out": 175,
      "parties": 176,
      "people": 177,
      "personnel": 178,
      "police": 179,
      "possible": 180,
      "process": 181,
      "record": 182,
      "resolutions": 183,
      "resources": 184,
      "right": 185,
      "rights": 186,
      "said": 187,
      "see": 188,
      "self": 189,
      "shot": 190,
      "should": 191,
      "song": 192,
      "system": 193,
      "the": 194,
      "things": 195,
      "third": 196,
      "time": 197,
      "together": 198,
      "too": 199,
      "use": 200,
      "war": 201,
      "week": 202,
      "well": 203,
      "where": 204,
      "work": 205,
      "years": 206,
      "young": 207,
      "yourself": 208,
      ")*": 209,
      "*": 210,
      "11": 211,
      "12": 212,
      "13": 213,
      "143": 214,
      "186": 215,
      "19": 216,
      "2001": 217,
      "2015": 218,
      "22": 219,
      "29": 220,
      "40": 221,
      "6": 222,
      "61": 223,
      "62": 224,
      "://": 225,
      "?\"": 226,
      "AIDS": 227,
      "Action": 228,
      "Administration": 229,
      "Afghanistan": 230,
      "Agenda": 231,
      "Al": 232,
      "Algeria": 233,
      "Allah": 234,
      "Art": 235,
      "Article": 236,
      "Ask": 237,
      "Assembly": 238,
      "Bamm": 239,
      "Bank": 240,
      "Can": 241,
      "Centre": 242,
      "Chairman": 243,
      "Commission": 244,
      "Conference": 245,
      "Constitution": 246,
      "Control": 247,
      "Court": 248,
      "D": 249,
      "Danny": 250,
      "December": 251,
      "Declaration": 252,
      "Director": 253,
      "Don": 254,
      "Economic": 255,
      "Education": 256,
      "Father": 257,
      "Federation": 258,
      "Follow": 259,
      "Fourth": 260,
      "France": 261,
      "Frank": 262,
      "Fuck": 263,
      "Fund": 264,
      "Government": 265,
      "Great": 266,
      "Guantánamo": 267,
      "Hanashi": 268,
      "Have": 269,
      "Henry": 270,
      "Here": 271,
      "Hey": 272,
      "Hi": 273,
      "How": 274,
      "ISU": 275,
      "IV": 276,
      "Initiative": 277,
      "Internet": 278,
      "It": 279,
      "Jake": 280,
      "June": 281,
      "Just": 282,
      "Justice": 283,
      "L": 284,
      "Let": 285,
      "Lord": 286,
      "Mauritius": 287,
      "Mitchell": 288,
      "Moscow": 289,
      "Nations": 290,
      "News": 291,
      "Non": 292,
      "Notes": 293,
      "Nothing": 294,
      "O": 295,
      "Okay": 296,
      "One": 297,
      "Organization": 298,
      "Palestine": 299,
      "People": 300,
      "Please": 301,
      "President": 302,
      "Robert": 303,
      "Section": 304,
      "Service": 305,
      "Sixty": 306,
      "South": 307,
      "States": 308,
      "The": 309,
      "Turkey": 310,
      "US": 311,
      "University": 312,
      "Wait": 313,
      "Watch": 314,
      "Well": 315,
      "Where": 316,
      "Who": 317,
      "Will": 318,
      "Wow": 319,
      "Yep": 320,
      "action": 321,
      "activities": 322,
      "actually": 323,
      "administrative": 324,
      "again": 325,
      "ago": 326,
      "agreed": 327,
      "aid": 328,
      "allegation": 329,
      "alright": 330,
      "am": 331,
      "anywhere": 332,
      "are": 333,
      "arms": 334,
      "arrangements": 335,
      "arrest": 336,
      "arts": 337,
      "assignee": 338,
      "assignment": 339,
      "at": 340,
      "available": 341,
      "b": 342,
      "bad": 343,
      "bar": 344,
      "been": 345,
      "before": 346,
      "being": 347,
      "believe": 348,
      "better": 349,
      "bird": 350,
      "bitch": 351,
      "blood": 352,
      "building": 353,
      "called": 354,
      "calm": 355,
      "came": 356,
      "car": 357,
      "case": 358,
      "centre": 359,
      "challenge": 360,
      "circumstances": 361,
      "citizens": 362,
      "common": 363,
      "confidence": 364,
      "control": 365,
      "corn": 366,
      "countries": 367,
      "country": 368,
      "dance": 369,
      "data": 370,
      "day": 371,
      "days": 372,
      "dead": 373,
      "deal": 374,
      "decision": 375,
      "defence": 376,
      "deny": 377,
      "determination": 378,
      "die": 379,
      "died": 380,
      "disarmament": 381,
      "discrimination": 382,
      "documents": 383,
      "don": 384,
      "drink": 385,
      "earth": 386,
      "easy": 387,
      "economic": 388,
      "economy": 389,
      "else": 390,
      "especially": 391,
      "everything": 392,
      "father": 393,
      "fax": 394,
      "fed": 395,
      "fine": 396,
      "firms": 397,
      "floor": 398,
      "follow": 399,
      "for": 400,
      "foreign": 401,
      "forth": 402,
      "forward": 403,
      "four": 404,
      "funny": 405,
      "future": 406,
      "general": 407,
      "going": 408,
      "got": 409,
      "governance": 410,
      "governmental": 411,
      "great": 412,
      "group": 413,
      "hard": 414,
      "have": 415,
      "head": 416,
      "health": 417,
      "her": 418,
      "home": 419,
      "honour": 420,
      "house": 421,
      "http": 422,
      "huh": 423,
      "hunger": 424,
      "i": 425,
      "impacts": 426,
      "implementation": 427,
      "important": 428,
      "improvement": 429,
      "include": 430,
      "independence": 431,
      "inside": 432,
      "internal": 433,
      "its": 434,
      "job": 435,
      "judge": 436,
      "knows": 437,
      "language": 438,
      "languages": 439,
      "last": 440,
      "later": 441,
      "leave": 442,
      "left": 443,
      "less": 444,
      "let": 445,
      "level": 446,
      "little": 447,
      "long": 448,
      "longer": 449,
      "lot": 450,
      "lying": 451,
      "management": 452,
      "many": 453,
      "matter": 454,
      "means": 455,
      "medium": 456,
      "meet": 457,
      "meeting": 458,
      "mighty": 459,
      "million": 460,
      "minimum": 461,
      "minute": 462,
      "money": 463,
      "months": 464,
      "morning": 465,
      "move": 466,
      "muscular": 467,
      "must": 468,
      "myself": 469,
      "name": 470,
      "need": 471,
      "needs": 472,
      "night": 473,
      "none": 474,
      "nuclear": 475,
      "objectives": 476,
      "occurred": 477,
      "off": 478,
      "offender": 479,
      "okay": 480,
      "open": 481,
      "operation": 482,
      "operations": 483,
      "or": 484,
      "org": 485,
      "other": 486,
      "others": 487,
      "otherwise": 488,
      "over": 489,
      "pages": 490,
      "particular": 491,
      "party": 492,
      "peace": 493,
      "period": 494,
      "person": 495,
      "place": 496,
      "plan": 497,
      "play": 498,
      "position": 499,
      "poverty": 500,
      "prices": 501,
      "print": 502,
      "problem": 503,
      "programmes": 504,
      "proposed": 505,
      "protocols": 506,
      "punishment": 507,
      "questions": 508,
      "quickly": 509,
      "really": 510,
      "received": 511,
      "recommendation": 512,
      "recorded": 513,
      "regard": 514,
      "related": 515,
      "religion": 516,
      "report": 517,
      "reports": 518,
      "required": 519,
      "requirements": 520,
      "respect": 521,
      "review": 522,
      "rules": 523,
      "safe": 524,
      "say": 525,
      "scared": 526,
      "school": 527,
      "second": 528,
      "sector": 529,
      "seminars": 530,
      "service": 531,
      "services": 532,
      "settlement": 533,
      "shall": 534,
      "she": 535,
      "short": 536,
      "show": 537,
      "sir": 538,
      "social": 539,
      "something": 540,
      "son": 541,
      "sorry": 542,
      "special": 543,
      "statements": 544,
      "stop": 545,
      "story": 546,
      "strength": 547,
      "stupid": 548,
      "support": 549,
      "sure": 550,
      "taken": 551,
      "talk": 552,
      "terrorism": 553,
      "they": 554,
      "thing": 555,
      "think": 556,
      "those": 557,
      "three": 558,
      "today": 559,
      "town": 560,
      "trade": 561,
      "two": 562,
      "uh": 563,
      "un": 564,
      "under": 565,
      "understand": 566,
      "vote": 567,
      "was": 568,
      "water": 569,
      "way": 570,
      "weak": 571,
      "were": 572,
      "while": 573,
      "who": 574,
      "with": 575,
      "women": 576,
      "won": 577,
      "works": 578,
      "world": 579,
      "worry": 580,
      "wrath": 581,
      "year": 582,
      "your": 583,
      "yours": 584,
      "": 585,
      "”,": 586
    },
    "unk_token": "[UNK]"
  }
}