{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "，": 4,
      "。": 5,
      ".": 6,
      "、": 7,
      "？": 8,
      "/": 9,
      "-": 10,
      "《": 11,
      "?": 12,
      "！": 13,
      "：": 14,
      "（": 15,
      "...": 16,
      ",": 17,
      "》": 18,
      "；": 19,
      "(": 20,
      ")": 21,
      "）": 22,
      "!": 23,
      "\"": 24,
      "不": 25,
      "'": 26,
      "“": 27,
      "A": 28,
      "”": 29,
      "公约": 30,
      "1": 31,
      "4": 32,
      "是的": 33,
      "）。": 34,
      "[": 35,
      "]": 36,
      "s": 37,
      "》，": 38,
      "等等": 39,
      "5": 40,
      ":": 41,
      "a": 42,
      "b": 43,
      "不要": 44,
      "哦": 45,
      "）、": 46,
      "$": 47,
      "($": 48,
      "10": 49,
      "3": 50,
      "I": 51,
      "S": 52,
      "mbox": 53,
      "status": 54,
      "this": 55,
      "you": 56,
      "·": 57,
      "——": 58,
      "™": 59,
      "・": 60,
      "一": 61,
      "亲爱的": 62,
      "先生": 63,
      "决议草案": 64,
      "号": 65,
      "啊": 66,
      "嗨": 67,
      "嗯": 68,
      "嘿": 69,
      "噢": 70,
      "好了": 71,
      "妈的": 72,
      "当然": 73,
      "我知道": 74,
      "此外": 75,
      "议定书": 76,
      "那么": 77,
      "\";": 78,
      "%": 79,
      ")。": 80,
      "*": 81,
      "12": 82,
      "14": 83,
      "2": 84,
      "2000": 85,
      "2002": 86,
      "2号决议": 87,
      "56": 88,
      "7": 89,
      "Add": 90,
      "C": 91,
      "CN": 92,
      "E": 93,
      "He": 94,
      "Hey": 95,
      "L": 96,
      "Let": 97,
      "You": 98,
      "city": 99,
      "go": 100,
      "here": 101,
      "if": 102,
      "n": 103,
      "org": 104,
      "time": 105,
      "www": 106,
      "your": 107,
      "{": 108,
      "}": 109,
      "ª": 110,
      "â": 111,
      "”（": 112,
      "。」": 113,
      "》（": 114,
      "》；": 115,
      "七": 116,
      "不是": 117,
      "丹尼": 118,
      "二": 119,
      "亨利": 120,
      "什么": 121,
      "但是": 122,
      "你好": 123,
      "例如": 124,
      "再见": 125,
      "别担心": 126,
      "千年宣言": 127,
      "去你妈的": 128,
      "听着": 129,
      "呃": 130,
      "和": 131,
      "嗯哼": 132,
      "四": 133,
      "够了": 134,
      "好吧": 135,
      "好的": 136,
      "宝贝": 137,
      "宪章": 138,
      "很好": 139,
      "快": 140,
      "怎么样": 141,
      "我": 142,
      "我们应该": 143,
      "我们走吧": 144,
      "我很抱歉": 145,
      "我该死": 146,
      "所以": 147,
      "执行办法": 148,
      "报告": 149,
      "抱歉": 150,
      "政治宣言": 151,
      "日本": 152,
      "是": 153,
      "是吗": 154,
      "晚安": 155,
      "来这里": 156,
      "杰克": 157,
      "框架协定": 158,
      "没有": 159,
      "注": 160,
      "现在": 161,
      "社会": 162,
      "稳住": 163,
      "第六十二届会议": 164,
      "签名": 165,
      "结果": 166,
      "罗伯特": 167,
      "而": 168,
      "谢谢": 169,
      "跟我来": 170,
      "通过": 171,
      "那": 172,
      "镇静点": 173,
      "附件": 174,
      "除此之外": 175,
      "": 176,
      "－": 177,
      "：「": 178
    },
    "unk_token": "[UNK]"
  }
}